export default [
  {
    "category": "positive",
    "kaomojis": [
      {
        "category": "happy",
        "kaomoji": [
          "(*^ω^)",
          "(＠＾－＾)",
          "ヽ(*・ω・)ﾉ",
          "(^人^)",
          "(≧◡≦)",
          "(´• ω •`)",
          "(＾▽＾)",
          "(*^‿^*)",
          "ヽ(o^―^o)ﾉ",
          "(✯◡✯)",
          "(◕‿◕)",
          "(*≧ω≦*)",
          "＼(≧▽≦)／",
          "⌒(o＾▽＾o)ノ",
          "(*ﾟ▽ﾟ*)",
          "(✧ω✧)",
          "(￣▽￣)",
          "( ⋂‿⋂’)",
          "(-^〇^-)",
          "( ﾟ▽ﾟ)/",
          "（〜^∇^)〜",
          "(✌ﾟ∀ﾟ)☞",
          "＼(^ω^＼)",
          "(／^ω^)／"
        ]
      },
      {
        "category": "love",
        "kaomoji": [
          "(ﾉ´з｀)ノ",
          "(♡μ_μ)",
          "(*^^*)♡",
          "(￣ε￣＠)",
          "ヽ(♡‿♡)ノ",
          "( ´∀｀)ノ～ ♡",
          "(─‿‿─)♡",
          "(´ω｀♡)",
          "( ◡‿◡ ♡)",
          "(◕‿◕)♡",
          "(ღ˘⌣˘ღ)",
          "( ื▿ ืʃƪ)",
          "(♡ﾟ▽ﾟ♡)",
          "♡(。-ω-)",
          "(´ε｀ )♡",
          "(∩˃o˂∩)♡",
          "(灬ºωº灬)♡",
          "♥ω♥ ) ~♪"
        ]
      },
      {
        "category": "embarrassment",
        "kaomoji": [
          "(⌒_⌒;)",
          "(o^ ^o)",
          "(*/ω＼)",
          "(*/_＼)",
          "(*ﾉωﾉ)",
          "(ᵔ.ᵔ)",
          "(*ﾉ∀`*)",
          "(ノ*ﾟ▽ﾟ*)",
          "(*^.^*)",
          "(o・・o)/"
        ]
      }
    ]
  },
  {
    "category": "neutral",
    "kaomojis": [
      {
        "category": "meh",
        "kaomoji": [
          "ヽ(ー_ー )ノ",
          "ヽ(´ー｀)┌",
          "╮(￣_￣)╭",
          "╮(︶︿︶)╭",
          "┐( ˘ ､ ˘ )┌",
          "¯\\_(ツ)_/¯"
        ]
      },
      {
        "category": "confusion",
        "kaomoji": [
          "(゜-゜)",
          "(・・ ) ?",
          "(•ิ_•ิ)?",
          "(」゜ロ゜)」",
          "(^～^;)ゞ",
          "(⊙.☉)7",
          "(●__●)",
          "(☉_☉)",
          "(♠_♦)",
          "(❀｣╹□╹)｣*･",
          "( ｣｡╹o╹｡)｣",
          "( -_・)?"
        ]
      },
      {
        "category": "doubt",
        "kaomoji": [
          "(￢_￢)",
          "(→_→)",
          "(←_←)",
          "(¬_¬ )",
          "(↼_↼)",
          "(⇀_⇀)"
        ]
      },
      {
        "category": "surprised",
        "kaomoji": [
          "w(ﾟｏﾟ)w",
          "(⊙_⊙)",
          "(*ﾟﾛﾟ)"
        ]
      }
    ]
  },
  {
    "category": "negative",
    "kaomojis": [
      {
        "category": "sad",
        "kaomoji": [
          "(´д｀)",
          "(✖╭╮✖)",
          "(′︿‵｡)",
          "(个_个)"
        ]
      },
      {
        "category": "angry",
        "kaomoji": [
          "( ≧Д≦)",
          "(」゜ロ゜)」",
          "(/ﾟДﾟ)/",
          "(ノಠ ∩ಠ)ノ彡( o°o)",
          "(╯°□°）╯︵ ┻━┻ \t",
          "(ノಠ益ಠ)ノ",
          "(ノಠ益ಠ)ノ彡┻━┻",
          "(ᗒᗣᗕ)՞",
          "( ง ᵒ̌皿ᵒ̌)ง⁼³₌₃",
          "( ︶︿︶)_╭∩╮"
        ]
      },
      {
        "category": "worried",
        "kaomoji": [
          "(　ﾟдﾟ)",
          "⊙﹏⊙",
          "( ³⌓³)"
        ]
      }
    ]
  },
  {
    "category": "action",
    "kaomojis": [
      {
        "category": "sorry",
        "kaomoji": [
          "(シ_ _)シ",
          "m(_ _)m",
          "(シ. .)シ",
          "(￣^￣ﾒ)＼(_ _ ;)"
        ]
      },
      {
        "category": "winking",
        "kaomoji": [
          "(^_-)≡☆",
          "(^ω~)",
          "(*ゝω・)ﾉ"
        ]
      },
      {
        "category": "writing",
        "kaomoji": [
          "__φ(．．)",
          "( ￣ー￣)φ__",
          "__〆(￣ー￣ )",
          "__φ(．．;)",
          "ヾ( `ー´)シφ__",
          "___〆(・∀・)"
        ]
      },
      {
        "category": "running",
        "kaomoji": [
          "─=≡Σ((( つ＞＜)つ",
          "ε=ε=ε=ε=┌(;￣▽￣)┘",
          "ε=ε=┌( >_<)┘",
          "ε===(っ≧ω≦)っ",
          "ヽ(￣д￣;)ノ=3=3=3",
          "。。。ミヽ(。＞＜)ノ",
          "ε===(っ≧ω≦)っ",
          "ε=ε=(っ*´□`)っ"
        ]
      },
      {
        "category": "sleeping",
        "kaomoji": [
          "(－ω－) zzZ",
          "(( _ _ ))..zzzZZ",
          "٩(ˊ〇ˋ*)و"
        ]
      },
      {
        "category": "misc",
        "kaomoji": [
          "(っ˘ڡ˘ς)",
          "( ˘▽˘)っ♨"
        ]
      }
    ]
  }
];
